myVOFFoam_v2/cavityVOF/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water1 water2);

water1
{
    transportModel  Newtonian;
    nu              1E-6;
    rho            800;
};

water2
{
    transportModel  Newtonian;
    nu              1E-6;
    rho            1000;
};

sigma 1;

g                (0 -9.81 0);

// ************************************************************************* //
